[
    {
        "name": "Historic Kizer House Project",
        "short_description": "Interior Demolition of the Historic Kizer House",
        "organization": "Indiana Landmarks",
        "description": [
            "Assist Indiana Landmarks in pre-construction demolition of interior spaces as it readies the building for community meeting space, receptions, gallery and office uses.  Work will involve removing flooring, plaster, drywall and wood partitions. Wear closed toe shoes. No shorts."
        ],
        "numpeople": "40",
        "isfull": false
    },
    {
        "name": "Historic Tiny House Project",
        "short_description": "Interior painting and outdoor landscaping of Historic Tiny House",
        "organization": "Indiana Landmarks",
        "description": [
            "Help Indiana Landmarks finish up the interior painting and install landscaping on this historic tiny house. At less than 900 square feet, the home was saved from demolition last year and will soon be for sale. Help paint interior rooms or install landscape plants and mulch."
        ],
        "numpeople": "6 - Landscaping; 10 - Painting",
        "isfull": false
    },
    {
        "name": "Unity Gardens Volunteer Opportunities",
        "short_description": "Mulching, ground prep, transferring plants, laying bricks, and more",
        "organization": "City of South Bend: Board of Public Works",
        "description": [
            "Unity Gardens is a sustainable local food system that provides free community gardens and educational opportunities throughout South Bend. They aim to provide fresh, healthy food for anyone, and bring diverse people together."
        ],
        "numpeople": "100",
        "isfull": false
    },
    {
        "name": "Robinson Community Learning Center Volunteer Opportunities",
        "short_description": "Mural painting and gardening",
        "organization": "Robinson Community Learning Center",
        "description": [
            "The Robinson Community Learning Center (RCLC) was started in 2001 as an off-campus educational initiative of the President’s Office at the University of Notre Dame in partnership with Northeast Neighborhood residents of South Bend. Volunteers will be repainting 15 of their exterior murals and assisting with basic gardening work at the Center."
        ],
        "numpeople": "15 - Painting; 5 - Gardening",
        "isfull": false
    },
    {
        "name": "Leeper Park",
        "short_description": "Ground prep, concrete work, cleanup, painting, and basic demolition (starts at 8:00 AM)",
        "organization": "Leeper Park",
        "description": [
            "Help prepare Leeper Park for a relaxing, beautiful lavender labyrinth landscape feature which will serve the students of Madison Primary Center for years to come. Volunteers will help with basic concrete work and site preparation.",
            "Also, help with cleanup and restore an ampitheater in one of South Bend's beautiful, historic parks."
        ],
        "numpeople": "30-40",
        "isfull": false
    },
    {
        "name": "Kelly Park Cleanup",
        "short_description": "Trash cleanup and basic gardening",
        "organization": "Kelly Park",
        "description": [
            "Volunteers will work at  Kelly Park on a series of beautifying and cleanup projects to promote the general health and look of the grounds."
        ],
        "numpeople": "15",
        "isfull": false
    },
    {
        "name": "Bowman Creek Cleanup",
        "short_description": "Help clean and restore a troubled creek",
        "organization": "City of South Bend",
        "description": [
            "A few blocks west of Riley High School and right next to the Crooked Ewe Brewery, students will help cleanup the mouth of Bowman Creek--stretching from St. Joseph to Carroll Street.The University of Notre Dame, in collaboration with the City of South Bend and other local universities, is currently carrying out a plan to restore the two-mile long tributary from the significant pollution that has accumulated over the years"
        ],
        "numpeople": "20",
        "isfull": false
    },
    {
        "name": "Native Tree and Plant Nursery Preparation",
        "short_description": "Cleanup and basic gardening",
        "organization": "City of South Bend",
        "description": [
            "Volunteers will help with the basic tasks needed to prepare vacant lots in the Southeast neighborhood for repurposing as native tree and plant nurseries."
        ],
        "numpeople": "15",
        "isfull": false
    },
    {
        "name": "Fire Hydrant Painting",
        "short_description": "Paint fire hydrants is historic South Bend",
        "organization": "City of South Bend: Public Works Department",
        "description": [
            "Paint Bicentennial Soldier Fire Hydrants around historic South Bend and residential areas. Design is provided, but still calls for creativity!"
        ],
        "numpeople": "30",
        "isfull": false
    },
    {
        "name": "Painting in Downtown South Bend",
        "short_description": "Help paint in the Wayne Street Garage",
        "organization": "DTSB",
        "description": [
            "Volunteers will help DTSB with cleanup and paint in the Wayne Street Garage."
        ],
        "numpeople": "30",
        "isfull": false
    },
    {
        "name": "Egg Stravaganza Volunteers",
        "short_description": "Easter egg hiding, kids games, and activities",
        "organization": "DTSB",
        "description": [
            "Help DTSB with their annual easter egg hunt! Hide eggs and run kids' activities, including potato sack races and more"
        ],
        "numpeople": "15",
        "isfull": false
    },
    {
        "name": "Keep South Bend's Water Clean!",
        "short_description": "Storm drain labeling",
        "organization": "The Department of Parks & Recreation",
        "description": [
            "Help protect the St. Joseph River from trash and pollution by applying labels to stormwater drains which lead to the river."
        ],
        "numpeople": "6",
        "isfull": false
    },
    {
        "name": "Art Crosswalk",
        "short_description": "More painting!!!",
        "organization": "City of South Bend",
        "description": [
            "Paint fun, eye-catching crosswalk art."
        ],
        "numpeople": "8-16",
        "isfull": false
    },
    {
        "name": "Rebuilding Together",
        "short_description": "Restocking supplies",
        "organization": "Rebuilding Together",
        "description": [
            "Rebuilding Together is a nonprofit, community-based partnership of volunteers from local government, businesses, and other nonprofits that rehabilitate the homes of low-income homeowners and improve neighborhoods. Help them out by volunteering to restock their facilities.",
        ],
        "numpeople": "10",
        "isfull": false
    }
]
