[
    {
        "name": "Keep The Lead Away: Mulch Madness",
        "short_description": "Mulching around homes to prevent lead exposure",
        "organization": "The Near Northwest Neighborhood and Notre Dame Student Government",
        "description": [
            "Did you know South Bend has a major lead issue? Children's blood-lead levels in some areas have been documented to be more than twice the safe limit. Old leaded paint chips off of exterior walls and the lead particles find their way into the soil around peoples' homes. This unsafe dirt can get tracked and blown around to places where children can ingest the lead particles. Mulch Madness is one part of a many-pronged strategy to reduce lead exposure by covering bare, toxic soil around homes in the Near Northwest Neighborhood of South Bend. We aim to mulch over 200 homes with your help, as part of Back the Bend.​​​​​"
        ],
        "numpeople": "100",
        "isfull": false,
        "image": "mulch.jpg",
        "logo": "lead_away.png",
        "address_text": "1007 Portage Ave, South Bend, IN 46616",
        "address_link": "https://www.google.com/maps/place/Near+Northwest+Neighborhood/@41.6880724,-86.2627231,15z/data=!4m5!3m4!1s0x0:0x42ce8c8a58602dbd!8m2!3d41.6880724!4d-86.2627231",
        "doclink": "https://docs.google.com/forms/d/e/1FAIpQLSdJ4nnx0AhtMBMX2a1AZ9TYxtYH0Ef6g0RnSHimu0CIlS9ljQ/viewform?usp=sf_link"
    },
    {
        "name": "Rebuilding Together: Community Day",
        "short_description": "Help rehabilitate the homes of low-income homeowners and improve neighborhoods",
        "organization": "Rebuilding Together",
        "description": ["Rebuilding Together is a nonprofit, community-based partnership of volunteers from local government, businesses, and other nonprofits that rehabilitate the homes of low-income homeowners and improve neighborhoods. Help to make vital home repairs for neighbors on this Community Day, April 14th. The day usually starts at 8:00 a.m. and concludes when home repairs are finished (likely around 4:00 p.m.), breakfast, lunch and refreshments provided. Please wear items for outdoor and household work; closed-toe shoes as we will be painting, doing yard work, cleaning and other necessary tasks."
        ],
        "numpeople": "60",
        "isfull": false,
        "image": "rebuilding_together.jpg",
        "logo": "p-rebuilding-together.png",
        "doclink": "https://docs.google.com/forms/d/e/1FAIpQLScOeERzmRdlLHjMM0z6ZkqHl4_FYF1ESrSHl1H5BAILqqHb-g/viewform?usp=sf_link"
    },
    {
        "name": "Unity Gardens",
        "short_description": "Mulching, ground prep, transferring plants, laying bricks, and more",
        "organization": "Unity Gardens",
        "description": [
            "Unity Gardens, a dignified free food model includes 40+ open gardens, free classes & summer wellness programs. By growing food, we grow food security! The mission is to improve community health physically, socially, environmentally & spiritually. See more: www.theunitygardens.org Help us grow!",
            "The Unity Gardens' Back the Bend volunteer day hosted between 10-3 pm with flexible hours, helps prepare the LaSalle Square Unity Garden for active planting. Volunteers will help prepare raised beds, mulch pathways and other outdoor gardening activities. Of course, the chickens and goats will also be eager for attention. Join us on this 7acre urban ecosystem at 3701 Prast Blvd. South Bend, IN 46628. Please wear clothes that can withstand dirt and cold temperatures (mittens or gloves, hats, coats, etc).  Closed toed shoes are a must!",
            "Information about Unity Gardens uniquely dignified free food model can be found at www.theunitygaedens.org . We look forward to seeing you as we can host 100+ volunteers! Contact info- text or call 574-315-4361."
        ],
        "numpeople": "100",
        "isfull": false,
        "logo": "p-unity-gardens.jpg",
        "image": "unity_gardens.jpg",
        "address_text": "3701 Prast Blvd. South Bend, IN 46628",
        "address_link": "https://www.google.com/maps/place/3701+Prast+Blvd,+South+Bend,+IN+46628/@41.6864051,-86.3027264,17z/data=!3m1!4b1!4m5!3m4!1s0x88113263e127e869:0x697bf9f556a37209!8m2!3d41.6864051!4d-86.3005377",
        "doclink": "https://docs.google.com/forms/d/e/1FAIpQLSdVeZPrbVNpDr5j5w4O6TmwLNyD6ynTqs3DStcE21YXZQ4zPA/viewform?usp=sf_link"
    },
    {
        "name": "Kizer House Interior Demolition",
        "short_description": "Interior demolition of interior walls, flooring and fixtures to ready house for future restoration",
        "organization": "Indiana Landmarks",
        "description": [
            "Join in completing interior demolition at the historic Kizer House in South Bend. The work will involve removing drywall and plaster, walls, old flooring and bathrooms on the interior of the house as Indiana Landmarks readies the site for further restoration. The work will involve lifting, use of prybars and hammers, carrying. The project will help save $20,000 of cost that Indiana Landmarks would have to spend reading the site for community use, office and housing. Please wear long pants and closed-toed shoes."
        ],
        "numpeople": "30",
        "address_link": "https://www.google.com/maps/place/801+W+Washington+St,+South+Bend,+IN+46601/@41.6766094,-86.2638599,17z/data=!3m1!4b1!4m5!3m4!1s0x881132c95e6f4823:0x8b075bf94541cda9!8m2!3d41.6766094!4d-86.2616712",
        "address_text": "801 W. Washington, South Bend, IN 46601",
        "isfull": false,
        "doclink": "https://docs.google.com/forms/d/e/1FAIpQLSc-qwNK-P8yY6t4KbfeCaR42PfLWFgz6vS4ll6YL3KCLEH6QQ/viewform?usp=sf_link",
        "logo": "p-indiana-landmarks.jpg",
        "image": "kizer_house.jpg"
    },
    {
        "name": "Mills House Interior Painting",
        "short_description": "Help paint the inside of the Historic Mills House",
        "organization": "Indiana Landmarks",
        "description": [
            "Complete the interior painting of the walls and trim of the historic Mills House as it is readied for sale to a new homeowner. The project will save Indiana Landmarks $7,500 of cost and assist the new homeowner as they prepare to move into the house in May. Please do not wear open-toed shoes."
        ],
        "numpeople": "12",
        "isfull": false,
        "logo": "p-indiana-landmarks.jpg",
        "image": "mills_house.jpg",
        "address_link": "https://www.google.com/maps/place/607+Leland+Ave,+South+Bend,+IN+46616/@41.6829549,-86.2607625,17z/data=!3m1!4b1!4m5!3m4!1s0x881132b4fbac4445:0x6fc9ff2846a18e1a!8m2!3d41.6829549!4d-86.2585738",
        "address_text": "607 Leland Street, South Bend, Indiana",
        "doclink": "https://docs.google.com/forms/d/e/1FAIpQLSfM1cpRrUm9GJ8cHq4fgSsSKsjkGs5s2Y0C9oyKpd49DY39gg/viewform?usp=sf_link"
    },
    {
        "name": "Robinson Community Learning Center",
        "short_description": "Help restore the Robinson Community Learning Center’s signature murals!",
        "organization": "Robinson Community Learning Center",
        "address_text": "921 N Eddy St, South Bend, IN 46617",
        "address_link": "https://www.google.com/maps/place/Robinson+Community+Learning+Center+(RCLC)/@41.6875621,-86.2355227,15z/data=!4m5!3m4!1s0x0:0x2695462633100c5b!8m2!3d41.6875621!4d-86.2355227",
        "description": [
            "The Robinson Community Learning Center (RCLC) was started in 2001 as an off-campus educational initiative of the President’s Office at the University of Notre Dame in partnership with Northeast Neighborhood residents of South Bend.",
            "The RCLC offers a wide range of educational programs, including the Youth Development Afterschool Program, the Take Ten conflict resolution education program, Youth Entrepreneurship, LegoRobotics, Shakespeare, Literacy Tutoring, activities for Senior Adults, English As A New Language (ENL) classes for adults, as well as an ENL Preschool and the Talk With Your Baby program. An estimated 500 participants come through the doors of the Robinson Community Learning Center each week for regular programming. Participants range in age from 6 weeks to 96 years, and the population served is racially and ethnically diverse. RCLC programs are implemented with the assistance of 500 student volunteers from Notre Dame and other local institutions of higher learning.", 
            "The RCLC Murals were first painted more than 15 years ago by youth participants working with a professional artist. The mural panels, which represent neighborhood scenes as well as images of “heroes,” have become the RCLC’s “brand.” Ask anyone in the neighborhood about the Robinson Center and they will say “that’s the building with the murals!” Unfortunately, all of the mural panels are plywood, which deteriorates after about three years in the Indiana weather. Volunteers on Back the Bend Day paint new panels that recreate the original designs and will replace those panels that have aged."
        ],
        "numpeople": "15",
        "isfull": false,
        "image": "robinson_paint.jpg",
        "logo": "p-rclc.gif",
        "doclink": "https://docs.google.com/forms/d/e/1FAIpQLSfXnxLfj6u7J_blbMwxWqZAftABL3HVPlivqu2zjB_RiYNE3A/viewform?usp=sf_link"
    },
    {
        "name": "Leeper Park",
        "short_description": "Help prepare the gardens for Spring planting",
        "organization": "South Bend Venues, Parks, and Arts",
        "address_text": "907 Riverside Dr, South Bend, IN 46616",
        "address_link": "https://www.google.com/maps/place/907+Riverside+Dr,+South+Bend,+IN+46616/@41.6865514,-86.2566981,17z/data=!3m1!4b1!4m5!3m4!1s0x8816cd4cfcc88349:0x3d9200771fd1f810!8m2!3d41.6865474!4d-86.2545094",
        "description": [
            "Leeper Park with the assistance of Beacon Memorial Hospital and Madison Primary has developed educational pieces through science and hands on learning in the park. There are several small gardens that the students can plant, maintain, and see how growth happens first hand. You can help by turning the soil and preparing the flower beds for spring planting by the Madison Primary students."
        ],
        "logo": "vpa.png",
        "image": "leeper_park_sign.png",
        "numpeople": "20",
        "isfull": false,
        "doclink": "https://docs.google.com/forms/d/e/1FAIpQLSdUnYr9LR2O0FMO-ODFT3Q3AYcqL9ScUNLodU9kq8kf3jxYYg/viewform?usp=sf_link"
    },
    {
        "name": "Paint the Ampitheatre in Leeper Park",
        "short_description": "Painting the shutters and doors on the historic building that is part of the amphitheater",
        "organization": "South Bend Venues, Parks, and Arts",
        "address_text": "907 Riverside Dr, South Bend, IN 46616",
        "address_link": "https://www.google.com/maps/place/907+Riverside+Dr,+South+Bend,+IN+46616/@41.6865514,-86.2566981,17z/data=!3m1!4b1!4m5!3m4!1s0x8816cd4cfcc88349:0x3d9200771fd1f810!8m2!3d41.6865474!4d-86.2545094",
        "description": [
            "Leeper Park is a historic park in downtown South Bend. VPA works very closely with the Historic Preservation Society to keep the feeling and presence of the park in line with the Kessler theme of over 100 years ago."
        ],
        "logo": "vpa.png",
        "image": "leeper_park_east.jpg",
        "doclink": "https://docs.google.com/forms/d/1xuTPODsOwlpfAp_XK9UKXCgYu-w107UE5O8EDWg5Ts4/edit",
        "numpeople": "6",
        "isfull": false
    },
    {
        "name": "Kelly Park",
        "short_description": "Prepare the park for Arbor Day!",
        "organization": "Northeast Neighborhood and South Bend Venues, Parks, and Arts",
        "description": [
            "Kelly Park has been a 5 year long collaborative between the neighborhood members and the City of South Bend in improving this great community park.  The neighborhood children started the process by receiving a small grant, and through donations, sponsorships, and City support the park has been completely reimagined. You can assist in preparing the park for the Arbor Day event that is going to be held April 28th.  There is painting, dirt removal, and trash pickup."
        ],
        "address_text": "Kelly Park, South Bend IN 46617",
        "address_link": "https://www.google.com/maps/place/Kelly+Park,+South+Bend,+IN+46617/@41.6881121,-86.2419261,17z/data=!3m1!4b1!4m5!3m4!1s0x8816cd4315f579fd:0x2309419722551890!8m2!3d41.687962!4d-86.2398256",
        "numpeople": "15",
        "isfull": false,
        "logo": "p-northeast.png",
        "image": "kelly_park.jpg",
        "doclink": "https://docs.google.com/forms/d/e/1FAIpQLScUt9LZaqs4m9-96JRfMdro0GJ9DJVcmq6iZo_up-K1RLNmzA/viewform?usp=sf_link"
    },
    {
        "name": "Bowman Creek Cleanup",
        "short_description": "Students will help clean up areas of Bowman Creek – a tributary of the St. Joseph River that runs through the Southeast Neighborhood.",
        "organization": "Bowman Creek Educational Ecosystem",
        "description": [
            "A few blocks from Riley High School and near the Crooked Ewe Brewery, students will help clean up areas of Bowman Creek – a tributary of the St. Joseph River that runs through the Southeast Neighborhood. The University of Notre Dame, in collaboration with the City of South Bend and other local universities, is currently carrying out a plan to restore the two-mile long tributary into an asset for the surrounding neighborhood. Students will help clean up trash and clear brush along the creek and bank edges, as well as learn about some of the exciting work that is going on in this neighborhood from members of the Bowman Creek Educational Ecosystem. Dress Specifications: Closed Toed shoes, long pants."
        ],
        "numpeople": "30",
        "address_text": "Ravina Park",
        "address_link": "https://goo.gl/maps/nTYBYxXkQGx", 
        "isfull": false,
        "doclink": "https://docs.google.com/forms/d/e/1FAIpQLSd4dK3ywTtEUE_INGmyMK0S2ccwXLbjoOrgOwovg_afTCk_Eg/viewform?usp=sf_link",
        "logo": "bowman.png",
        "image": "bowman.png"
    },
    {
        "name": "Fire Hydrant Painting",
        "short_description": "Paint fire hydrants around the City of South Bend",
        "organization": "City of South Bend",
        "description": [
            "Students will help to design and paint fire hydrants within South Bend, in order to beautify the neighborhoods. Dress Specifications: Closed toed shoes, long pants."
        ],
        "numpeople": "10",
        "address_text": "Starts at the Robinson Center",
        "address_link": "https://www.google.com/maps/place/Robinson+Community+Learning+Center+(RCLC)/@41.6875621,-86.2355227,15z/data=!4m5!3m4!1s0x0:0x2695462633100c5b!8m2!3d41.6875621!4d-86.2355227",
        "isfull": false,
        "doclink": "https://goo.gl/forms/PECEHDcDoY3fWUEt1",
        "logo": "p-city-of-south-bend.png"
        // "image": "fire_hydrant.jpg"
    },
    {
        "name": "Keep South Bend's Water Clean!",
        "short_description": "Install storm drain labels around the City of South Bend",
        "organization": "City of South Bend",
        "description": [
            "Help protect the St. Joseph River from trash and pollution by applying labels to stormwater drains which lead to the river. This helps to preserve our beautiful river and natural spaces for future generations to enjoy. Dress Specifications: Closed toed shoes, long pants."
        ],
        "numpeople": "10",
        "address_text": "Start at Robinson Center",
        "address_link": "https://www.google.com/maps/place/Robinson+Community+Learning+Center+(RCLC)/@41.6875621,-86.2355227,15z/data=!4m5!3m4!1s0x0:0x2695462633100c5b!8m2!3d41.6875621!4d-86.2355227",
        "isfull": false,
        "doclink": "https://docs.google.com/forms/d/e/1FAIpQLScbQN3LtmLgIb98wBupZYy2JFTuh3HtXofqFdgo8TfraPNv6Q/viewform?usp=sf_link",
        "logo": "p-city-of-south-bend.png"
        // "image": "water_clean.jpg"
    },
    {
        "name": "REAL Services, Inc.: Community Day",
        "short_description": "Enjoy a one on one experience with a homebound senior",
        "organization": "REAL Services",
        "description": [
            "The mission of REAL Services is to assist in establishing a community in which those we serve can maintain their independence to the maximum degree possible and find meaning and satisfaction throughout their lives.  REAL Services volunteers are caring individuals who are a key resource in fulfilling the REAL mission. REAL Services volunteers make a difference in the lives of the elderly and disabled, every day.  Help a local senior remain safely and independently as possible by helping them with simple indoor/outdoor projects on this Community Day, April 14th.  Please were clothing for indoor/outdoor type projects and please wear closed-toe shoes as we will be doing spring cleaning in the yard and in the home."
        ],
        "numpeople": "50",
        "doclink": "https://docs.google.com/forms/d/e/1FAIpQLSfG9ZiDvrv_aUnf1wda2K2C0IVl1li6KaxF_0DM39sagTza0w/viewform?usp=sf_link",
        "logo": "real_services.jpg"
    },
    {
        "name": "DTSB Parking Garage Painting",
        "short_description": "Painting yellow caution paint in Downtown South Bend parking garages",
        "organization": "Downtown South Bend",
        "address_text": "217 S. Michigan St",
        "address_link": "https://www.google.com/maps/place/The+Pigeon+and+The+Hen+Pottery/@41.6742617,-86.252777,17z/data=!3m1!4b1!4m5!3m4!1s0x8816cd3148b67953:0x433514ce58498b66!8m2!3d41.6742617!4d-86.2505883",
        "description": [
            "DTSB is a non-profit organization in downtown South Bend that through its tireless efforts is helping raise awareness of all of the fun possibilities that are going on for all ages. Students will help touch up the yellow caution paint in the three parking garages managed by Downtown South Bend, adding to the safety and security of our downtown garages."
        ],
        "numpeople": "10",
        "isfull": false,
        "logo": "dtsb.jpg",
        "image": "parking.jpg",
        "doclink": "https://docs.google.com/forms/d/1K6e1UgtxB6EiZyDb41qK0NvdSn0M1IhxP37YoVetI84/edit"
    },
    {
        "name": "Century Center",
        "short_description": "Remove unused bricks that are piled around the exterior of the Century Center building",
        "organization": "South Bend Venues, Parks, and Arts",
        "description" : [
            "The Century Center is a part of Venues Parks and Arts that offers private and public community events. It offers opportunities for organizations to share information, education, and a gathering place to meet."
        ],
        "address_text": "Century Center",
        "address_link": "https://www.google.com/maps/place/Century+Center/@41.6760068,-86.2480065,15z/data=!4m2!3m1!1s0x0:0x80e5bac8d3509229?sa=X&ved=0ahUKEwjnr-Tb-MTZAhVBXq0KHbzsBoMQ_BIIlQEwDQ",
        "numpeople": "10",
        "isfull": false,
        "logo": "vpa.png",
        "image": "century_center.jpg",
        "doclink": "https://docs.google.com/forms/d/17P5mwaPkl5gRQnGgDv8HsRodzBetF2-8_1L4Piou-yI/edit"
    },
    {
        "name": "Center for the Homeless: Beautify our Garden",
        "short_description": "Weed, rake, and clean the community garden to prepare it for Spring!",
        "organization": "The Center for the Homeless",
        "address_link": "https://www.google.com/maps/place/Center+For+the+Homeless/@41.6656536,-86.2503443,15z/data=!4m2!3m1!1s0x0:0x6c3c54e55b914793?sa=X&ved=0ahUKEwiFh7nE0tjZAhXD5IMKHeu-AGsQ_BIIkwEwDA",
        "address_text": "Center for the Homeless",
        "description": [
            "The community garden at the Center for the Homeless is a space for our guests to utilize in the spring and summer months. Guests are able to use this area as not only a garden, but as a learning space. Guests learn about caring for creation, gardening, and are able to use this as a space to relax. The Center needs people to beautify the garden after the cold winter months. Activities will include weeding, raking, and cleaning any trash to ensure it is ready for flowers to be planted. Please park on the street or in our parking lot located off of Sample and Michigan St."
        ],
        "numpeople": "10",
        "doclink": "https://docs.google.com/forms/d/e/1FAIpQLSe_aeGv9iEXmfEndaAhMUrZoBenn9vwIpEGJDjGxbq8SCFtNA/viewform?usp=sf_link",
        "logo": "center_for_the_homeless.jpg",
        "image": "center_for_the_homeless.jpg"
    }
]
