[
    {
        "name": "Art Crosswalks",
        "short_description": "Design and paint “Art Crosswalks,” for example between Notre Dame Avenue and Howard Street. Paint fun, eye-catching crosswalk art.",
        "organization": "City of South Bend: Board of Public Works",
        "description": [
            "Design and paint “Art Crosswalks,” for example between Notre Dame Avenue and Howard Street. Paint fun, eye-catching crosswalk art."
        ],
        "numpeople": "12"
    },
    {
        "name": "Bicentennial Fire Hydrants",
        "short_description": "Paint Bicentennial Soldier Fire Hydrants along LaSalle in East Bank and other locations. Design is at the discretion of the volunteers!",
        "organization": "City of South Bend: Board of Public Works",
        "description": [
            "Paint Bicentennial Soldier Fire Hydrants along LaSalle in East Bank and other locations. Design is at the discretion of the volunteers!"
        ],
        "numpeople": "69"
    },
    {
        "name": "Labels for Preventative Education",
        "short_description": "Help put epoxy labels in place near drains to prevent river storm inlet pollution.",
        "organization": "City of South Bend: Board of Public Works",
        "description": [
            "Help put epoxy labels in place near drains to prevent river storm inlet pollution."
        ],
        "numpeople": "6"
    },
    {
        "name": "Photo Essay: Celebrate SB 150",
        "short_description": "Use your smart phone cameras to capture pictures of your team, natural scenes around South Bend, public art, architectural highlights, and anything else around the city (you get the idea).",
        "organization": "City of South Bend: Board of Public Works",
        "description": [
            "Use your smart phone cameras to capture pictures of your team, natural scenes around South Bend, public art, architectural highlights, and anything else around the city (you get the idea). Try snapping a shot of a building on campus, or trademark spots around South Bend, such as the Studebaker National Museum."
        ]
    },
    {
        "name": "Vintage Green (Exterior)",
        "short_description": "Assist Indiana Landmarks in prepping a home at 222 Chapin Street for rehabilitation. Volunteers will remove the vinyl and fiber-board siding from the exterior of the house.",
        "organization": "Indiana Landmarks",
        "description": [
            "Assist Indiana Landmarks in prepping a home at 222 Chapin Street for rehabilitation. Volunteers will remove the vinyl and fiber-board siding from the exterior of the house.",
            "This project will involve the use of hammers and pry bars to take off the siding and wheelbarrows to transport the siding away from the house site. Indiana Landmarks revitalizes communities, reconnects us to our heritage, and saves meaningful places.",
            "Visit <a href=\"http://www.indianalandmarks.org\">www.indianalandmarks.org</a> to learn more."
        ],
        "numpeople": "10"
    },
    {
        "name": "Vintage Green (Interior)",
        "short_description": "Assist Indiana Landmarks in prepping a home at 222 Chapin Street for rehabilitation. Volunteers will remove the vinyl and fiber-board siding from the exterior of the house.",
        "organization": "Indiana Landmarks",
        "description": [
            "Assist Indiana Landmarks in prepping a home at 222 Chapin Street for rehabilitation. Volunteers will engage in interior demolition to remove plaster, lathe, and drywall from certain interior walls.",
            "This project will involve the use of hammers, sledge hammers and pry bars as well as brooms and scoop shovels to bag the material and haul it out of the house. Indiana Landmarks revitalizes communities, reconnects us to our heritage, and saves meaningful places.",
            "Visit <a href=\"http://www.indianalandmarks.org\">www.indianalandmarks.org</a> to learn more."
        ],
        "numpeople": "10"
    },
    {
        "name": "Monarch Butterfly Waystation",
        "short_description": "This project is a collaboration with the Notre Dame Center for Arts and Culture. Volunteers will lay the groundwork for the Monarch Butterfly Waystation.",
        "organization": "ND Center for Arts & Culture",
        "description": [
            "This project is a collaboration with the Notre Dame Center for Arts and Culture. Volunteers will lay the groundwork for the Monarch Butterfly Waystation.",
            "Activities involve removing grass, installing metal edging for the outline of the garden, and adding compost to the garden. Volunteers will also help clean up Unity Garden boxes. The Center's vision is to provide distinctly premier educational opportunities and inspiration via the creation and appreciation of art, the study of cultures, and community engagement.",
            "Find out more at <a href=\"http://artsandculture.nd.edu\">artsandculture.nd.edu</a>."
        ],
        "numpeople": "10"
    },
    {
        "name": "Rebuilding Together",
        "short_description": "On two April Saturdays each year, approximately 1,000 skilled and unskilled volunteers join together to make repairs to about 20 homes in a selected St. Joseph County neighborhood.",
        "organization": "Rebuilding Together",
        "description": [
            "On two April Saturdays each year, approximately 1,000 skilled and unskilled volunteers join together to make repairs to about 20 homes in a selected St. Joseph County neighborhood. All repairs are completed at no cost to the homeowner.",
            "Learn more about Rebuilding Together at <a href=\"http://www.rtsjc.org\">www.rtsjc.org</a>.",
            "<em>Note: Rebuilding Together begins before all other projects on this day. Volunteers will be picked up on Notre Dame's campus at 7:45 AM and will receive breakfast at the Rebuilding Together control center.</em>"
        ],
        "numpeople": "75"
    },
    {
        "name": "RCLC Mural Painting",
        "short_description": "The Robinson Community Learning Center will be designing 12 new murals to be painted on Back the Bend day. The murals will be stenciled before the day of the event.",
        "organization": "Robinson Community Learning Center",
        "description": [
            "The Robinson Community Learning Center will be designing 12 new murals to be painted on Back the Bend day. The murals will be stenciled before the day of the event. The RCLC, located on North Eddy Street, is an off-campus educational initiative that was started in 2001 by the President’s Office at the University of Notre Dame in partnership with Northeast Neighborhood residents of South Bend.",
            "Learn more about the Robinson Community Learning Center and its mission at <a href=\"http://rclc.nd.edu\">rclc.nd.edu</a>.",
            "<em>Note: This project does not begin until 11:30 AM, but volunteers are still welcome at the 8:30 AM Kick-Off.</em>"
        ],
        "numpeople": "15",
        "isfull": true
    },
    {
        "name": "Barrel and Table Painting",
        "short_description": "Volunteers, stationed at the Parks Maintenance Garage, will paint picnic tables and metal trash barrels for the upcoming season.",
        "organization": "SB Parks and Recreation",
        "description": [
            "Volunteers, stationed at the Parks Maintenance Garage, will paint picnic tables and metal trash barrels for the upcoming season. Bright-colored or patterned tables and barrel add character to the average park parking lot."
        ],
        "numpeople": "10 to 15"
    },
    {
        "name": "Howard Park Landscaping",
        "short_description": "Volunteers will plan flowerbeds in Howard Park in preparation for South Bend's 150th Birthday celebration on Memorial Day Weekend.",
        "organization": "SB Parks and Recreation",
        "description": [
            "Volunteers will plan flowerbeds in Howard Park in preparation for South Bend's 150th Birthday celebration on Memorial Day Weekend.",
            "Learn more about Howard Park Recreation Center and activities that have occurred there in the past at <a href=\"http://sbpark.org/parks/howard-park/hp-recreation-center/\">sbpark.org/parks/howard-park/hp-recreation-center/</a>."
        ],
        "numpeople": "20 to 30"
    },
    {
        "name": "Howard Park Mural",
        "short_description": "A Notre Dame student group is designing a new mural that will be stenciled for Back the Bend. Volunteers will paint and finish the mural on the day of the event.",
        "organization": "SB Parks and Recreation",
        "description": [
            "A Notre Dame student group is designing a new mural that will be stenciled for Back the Bend. Volunteers will paint and finish the mural on the day of the event."
        ],
        "numpeople": "10 to 15",
        "isfull": true
    },
    {
        "name": "Playground Resurfacing",
        "short_description": "Wheel barrowing and spreading wood carpet to make sure that South Bend playgrounds meet safety standards.",
        "organization": "SB Parks and Recreation",
        "description": [
            "Wheel barrowing and spreading wood carpet to make sure that South Bend playgrounds meet safety standards."
        ],
        "numpeople": "20 to 30"
    },
    {
        "name": "Rum Village",
        "short_description": "Help rake and finish clean up of Rum Village Park so it can be enjoyed during the spring and summer seasons.",
        "organization": "SB Parks and Recreation",
        "description": [
            "Help rake and finish clean up of Rum Village Park so it can be enjoyed during the spring and summer seasons. Rum Village Park is a nature center, home to diverse wildlife, that offers civilians mountain biking trails, hiking trails, and picnic pavilions.",
            "Learn more about the park at <a href=\"http://sbpark.org/parks/rum-village-park/\">sbpark.org/parks/rum-village-park/</a>."
        ],
        "numpeople": 25
    },
    {
        "name": "Gardening",
        "short_description": "Planting in Unity Gardens. Unity Gardens is a sustainable local food system that aims to provide fresh, healthy food for anyone, and bring diverse people together.",
        "organization": "Unity Gardens",
        "description": [
            "Planting in Unity Gardens. Unity Gardens is a sustainable local food system that aims to provide fresh, healthy food for anyone, and bring diverse people together.",
            "Visit <a href=\"http://theunitygardens.org\">theunitygardens.org for more information."
        ],
        "numpeople": "20 or more"
    },
    {
        "name": "Heavy Lifting",
        "short_description": "Skip your daily workout and help Unity Gardens redistribute the dirt from a large dirt pile on one of its sites. The owners say, “If you want a good workout, this one is for you.”",
        "organization": "Unity Gardens",
        "description": [
            "Skip your daily workout and help Unity Gardens redistribute the dirt from a large dirt pile on one of its sites. The owners say, “If you want a good workout, this one is for you.”"
        ],
        "numpeople": "20 or more"
    },
    {
        "name": "Mulching Pathways",
        "short_description": "Mulching pathways in the garden. Unity Gardens loves to see fresh looking paths in their gardens early in the year. These pathways define the garden and start the season off right.",
        "organization": "Unity Gardens",
        "description": [
            "Mulching pathways in the garden. Unity Gardens loves to see fresh looking paths in their gardens early in the year. These pathways define the garden and start the season off right."
        ],
        "numpeople": "20 or more"
    },
    {
        "name": "Neighborhood Gateway Project",
        "short_description": "The Neighborhood Gateway Project is a new area being built to offer a shaded place for community picnics, and serve as a bus stop. Volunteers will build the block raised beds around the area, fill them with soil, and plant them.",
        "organization": "Unity Gardens",
        "description": [
            "The Neighborhood Gateway Project is a new area being built to offer a shaded place for community picnics, and serve as a bus stop. Volunteers will build the block raised beds around the area, fill them with soil, and plant them."
        ],
        "numpeople": "20 or more"
    },
    {
        "name": "Underground Greenhouse",
        "short_description": "Unity Gardens is currently constructing a new underground greenhouse. Volunteers will assist in dirt backfilling the greenhouse behind its walls.",
        "organization": "Unity Gardens",
        "description": [
            "Unity Gardens is currently constructing a new underground greenhouse. Volunteers will assist in dirt backfilling the greenhouse behind its walls."
        ],
        "numpeople": "20 or more"
    },
    {
        "name": "Kelly Park Clean Up",
        "short_description": "SB Parks and Recreation classifies Kelly Park as a Block Park, containing a playground, picnic tables, and two basketball hoops. This project will involve cleaning up brush around the fence line of the park.",
        "organization": "Northeast Neighborhood Council, Neighborhood Resources Connection",
        "description": [
            "SB Parks and Recreation classifies Kelly Park as a Block Park, containing a playground, picnic tables, and two basketball hoops. This project will involve cleaning up brush around the fence line of the park. By doing so, volunteers will be helping upkeep the park for South Bend residents living in the immediate vicinity."
        ],
        "numpeople": "15"
    },
    {
        "name": "Quigley Pocket Park Clean Up",
        "short_description": "Quigley Pocket Park is a pocket park at the corner of Notre Dame Avenue and South Bend Avenue that the city maintains out of courtesy. Volunteers will contribute to this maintenance by raking around the park and cleaning up its flower beds.",
        "organization": "Quigley Pocket Park",
        "description": [
            "Quigley Pocket Park is a pocket park at the corner of Notre Dame Avenue and South Bend Avenue that the city maintains out of courtesy. Volunteers will contribute to this maintenance by raking around the park and cleaning up its flower beds."
        ],
        "numpeople": "12"
    },
    {
        "name": "Bowman Creek Clean-Up",
        "short_description": "A few blocks west of Riley High School volunteers will help cleanup the area of Bowman Creek stretching from St. Joseph to Carroll street.",
        "organization": "City of South Bend: Public Works Department",
        "description": [
            "A few blocks west of Riley High School volunteers will help cleanup the area of Bowman Creek stretching from St. Joseph to Carroll street.",
            "The University of Notre Dame, in collaboration with the City of South Bend, is currently carrying out a plan to restore Bowman Creek, a two-mile long tributary, from the significant pollution that has accumulated over the years.",
            "To learn more about the restoration project visit <a href=\"www3.nd.edu/~bowman/\">www3.nd.edu/~bowman/</a>."
        ],
        "numpeople": "20"
    },
    {
        "name": "Historic Leeper Park Garden",
        "short_description": "Volunteers will be constructing a 3,000 square foot ADA walkway at Madison Primary Center. The building of this garden will provide students at Madison Primary center with the opportunity to learn about growing healthy food, and also allow recovering Memorial Hospital patients to get some fresh air and interact with the students.",
        "organization": "Madison Primary Center",
        "description": [
            "Volunteers will be constructing a 3,000 square foot ADA walkway at Madison Primary Center. The building of this garden will provide students at Madison Primary center with the opportunity to learn about growing healthy food, and also allow recovering Memorial Hospital patients to get some fresh air and interact with the students."
        ],
        "numpeople": "20"
    },
    {
        "name": "Mishwaka Avenue Clean Up",
        "short_description": "Volunteers will participate in this annual cleanup and more volunteers means reducing the total cleanup time. visit www.riverparksouthbend.com to learn more about South Bend's River Park Neighborhood.",
        "organization": "River Park Business Association",
        "description": [
            "Every spring, members of the River Park Business Association get together on a Saturday morning in April or May and walk Mishawaka Avenue from Logan Street to Farmer's Market collecting all that winter has left behind along the curbs and in front of our businesses. The River Park Business Association could definitely use some help carrying out the clean up this year!",
            "Volunteers will participate in this annual cleanup and more volunteers means reducing the total cleanup time. visit <a href=\"http://www.riverparksouthbend.com\">www.riverparksouthbend.com</a> to learn more about South Bend's River Park Neighborhood."
        ],
        "numpeople": "15"
    }
]
